import React from  'react'


const Niyojit = () => {

return (
<div className='Niyonit-Container'>
<h2 className='Niyojit-head'><span>नियोजित</span>उपक्रम</h2>

<div className='Niyojit-card'>

<div className='Niyojit-Cards'>
  <h2>साहित्य आणि काव्य उपक्रम</h2>
  <p> गावातील सार्वजनिक ठिकाणी कविता प्रदर्शन</p>
 <p>"घराघरात कविता" उपक्रम</p>
<p>"कविता कट्टा" (मासिक काव्यगोष्टी)</p>
<p>"गणेशोत्सव आणि नवरात्र विशेष काव्यगोष्टी"</p>
<p>"एक दिवस - एक कवी"</p>
</div>


<div className='Niyojit-Cards'>
  <h2>िशेष साहित्य संमेलन आणि प्रकाशन</h2>
  <p>"माझं कवितांचं गाव" वार्षिक दिवाळी अंक</p>
 <p>"गावकविता संमेलन" (वर्षातून दोन वेळा)</p>
<p>"डिजिटल कविता संकलन" े</p>
<p>"गावातील कवींवर विशेष ग्रंथ प्रकाशन" </p>

</div>



<div className='Niyojit-Cards'>
  <h2>गावाकडील कवींसाठी संधी आणि पुरस्कार</h2>
  <p> "प्रेरणादायी कवी पुरस्कार"</p>
 <p>"जकातवाडी काव्य गौरख" पुरस्कार</p>
<p>"कविता कट्टा" (मासिक काव्यगोष्टी)</p>
<p>"गणेशोत्सव आणि नवरात्र विशेष काव्यगोष्टी"</p>
<p>"एक दिवस - एक कवी"</p>
</div>


<div className='Niyojit-Cards'>
  <h2>साहित्य आणि काव्य उपक्रम</h2>
  <p> गावातील सार्वजनिक ठिकाणी कविता प्रदर्शन</p>
 <p>"घराघरात कविता" उपक्रम</p>
<p>"कविता कट्टा" (मासिक काव्यगोष्टी)</p>
<p>"गणेशोत्सव आणि नवरात्र विशेष काव्यगोष्टी"</p>
<p>"एक दिवस - एक कवी"</p>
</div>

</div>

</div>



)



}